[{"Term":" Post Implementation Review ","Definition":" ​Post Implementation Reviewis mandatory action in Change Management Process and shall becarried out to confirm that the implemented change has met its objectives, that the Change Initiator and all stakeholders are satisfied with the results; also that there have been no unexpected side-effects. Furthermore, the review should secure all documentation changes and database changes have been made to reflect the implemented change. ITIL 4  The Post Implementation Review takes place after a Change has been implemented. It determines if the Change and its implementation Project were successful, and identifies opportunities for improvement.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Change Management ","Acronym":"PIR"},{"Term":"Accounting Period","Definition":"An accounting period is the span of time covered by a set of financial statements. For internal financial reporting, an accounting period is generally considered to be one month. For external reporting purposes the accounting period is one quarter or one year.","Source":"","Information Domain":"Enterprise","Information Group":"General Ledger Account","Context of use":"","Acronym":""},{"Term":"Accounts Receivables Item","Definition":"Accounts receivable items refers to the outstanding invoices or received payments, an accounts receivable item can also refer to individual invoice item and partial payments. The accounts receivable also create items for dunning fees, interest that are to be invoiced.","Source":"","Information Domain":"Customer","Information Group":"Accounts Receivable Item","Context of use":"","Acronym":""},{"Term":"Activity","Definition":"An activity is work that is performed within a Process and describes the work which must be done. An activity is a generic term and can be of different types; Task, sub-process, Transaction, Call Activity.","Source":"Universal Business Process Management Notation language, BPMN 2.0 (Developed and maintained by Object Management Group)","Information Domain":"-General-","Information Group":"-General-","Context of use":"Activities are part of the Process Architecture. In what context it is used is described in the ‘TC Process Hierarchy Description’ and how to model activities is described in the ‘TC Process Convention’","Acronym":""},
{"Term":"Agile Release Train","Definition":"The Agile Release Train (ART) is a long-lived team of Agile teams, which, along with other stakeholders, incrementally develops, delivers, and where applicable operates, one or more solutions in one or more value streams","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"ARTs align teams to a shared business and technology mission. Each is a virtual organization (typically 50-125 people) that plans, commits, develops, and deploys together. ARTs are cross-functional and have all the needed capabilities to define, implement, test, deploy, release and operate solutions","Acronym":"ART"},
{"Term":"Agile team","Definition":"In SAFe, Agile teams are cross-functional groups of 5-11 individuals who define, build, test, deliver an increment of value and where applicable operate the solutions in question","Source":"Telia Company definitionTelia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Technical teams define, build, test, and where applicaple, deploy some elements of Solution Value Business teams collaborate with them to provide a range of support and guidance on priorities","Acronym":""},
{"Term":"Agreement","Definition":"A negotiated and usually legally enforceable understanding between two or more legally competent parties.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Agreement Period","Definition":"The length of an agreement","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"The length of an agreement","Acronym":""},
{"Term":"Alternative Postal Address","Definition":"An alternative postal address to be used instead of the Legal Address for a period of at least six months.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Applied Customer Billing Rate","Definition":"A charge or a credit assigned to the customer's account in the course or for the purpose of the billing process. Subclasses further define these elements. Information about the type of ACBR (such as description and revenue code) can be via the association to AppliedCustomerBillingRateSpec","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Assessment","Definition":"​The evaluation of an initiative against a list of considerations against the target architecture ..","Source":"IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Authentication","Definition":"Verification that characteristic or attribute which appears or is claimed to be true, is in fact true","Source":"ITIL 4 (Axelos)","Information Domain":"-General-","Information Group":"-General-","Context of use":"Information Security Managment","Acronym":""},
{"Term":"Availability","Definition":"A characteristic of information that ensures it is able to be used when needed.","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Information Security Managment/Service Management Availability Management/Service Managment","Acronym":""},
{"Term":"Billed Customer Bill Item","Definition":"A Customer Bill Item that has been billed to a Customer.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Billing Account","Definition":"An account that combines billing and financial events for a specific customer. A billing account is established according to customer requirements and specifies how the customer wants to be invoiced. One Customer can have many Billing Accounts for which he is liable for, and one Billing Account may have one Payer.","Source":"","Information Domain":"Customer","Information Group":"Billing Account","Context of use":"","Acronym":""},
{"Term":"Billing Account Balance","Definition":"Handles the balance, deposits and withdraws, of various types of resources, monetary or other, for one or several billing accounts.","Source":"","Information Domain":"Customer","Information Group":"Billing Account","Context of use":"","Acronym":""},
{"Term":"Billing Address","Definition":"Address used for sending invoices to.","Source":"","Information Domain":"Customer","Information Group":"Billing Account","Context of use":"","Acronym":""},
{"Term":"Billing Contact","Definition":"A Billing Contact is a person representing a customer that has or has had a responsibility towards Telia Company.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Billing Cycle Specification","Definition":"Specification of when to initiate a billing cycle, i.e. monthly or quarterly.","Source":"","Information Domain":"Customer","Information Group":"Billing Account","Context of use":"","Acronym":""},
{"Term":"Billing Inquiry","Definition":"Represents a single invoice inquiry, associated with an invoice sent to a customer, and handles disputes and adjustments on individual charges, invoices and accounts.","Source":"","Information Domain":"Customer","Information Group":"Customer Billing Inquiry","Context of use":"","Acronym":""},
{"Term":"Brand","Definition":"A brand is a name, term, design, symbol, or other feature that distinguishes an organization or product from its rivals in the eyes of the customer. Brands are used in business, marketing, and advertising.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Brand Strategy","Definition":"The Brand Strategy defines the Customer insights we try to exploit, the perception and image we want current and potential customers to have about our brand and the customer expectations that goes in hand with the desired perception.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Bundled Product Offering","Definition":"A type of ProductOffering that represents a grouping of Product Offerings made available to the market as one Product Offering. The grouping may consist of other Bundled Product Offering(s) or Simple Product Offering(s).","Source":"","Information Domain":"Product","Information Group":"Product Offering","Context of use":"","Acronym":""},
{"Term":"Business Architecture Repository Tool","Definition":"ARIS ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"BART"},
{"Term":"Business Contact","Definition":"A Contact is a person, connected to an organization, that is valuable in the sales process.","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Business Customer","Definition":"​A legal entity that is a customer with Telia.","Source":"","Information Domain":"Customer","Information Group":"Customer","Context of use":"","Acronym":""},
{"Term":"Business Entity","Definition":"A Business Entity represents something of interest to the business that may be tangible things (such as an Individual), active things (such as a Customer Order), or conceptual things (such as a Billing Account).  Business entities are characterized by attributes and participate in relationships with other business entities. Business entity instances typically move through a well-defined life cycle.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Business Entity Attribute","Definition":"A business entity attribute is a fact that describes a business entity.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Business Entity Relation","Definition":"A business entity relationship is an association of business interest between two business entities, or between a business entity and itself.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Business Opportunity","Definition":"An Opportunity is a customer need that is confirmed by an existing or potential customer, where it is judged reasonable for Telia be able to start a business dialogue within 3 months.     An Opportunity more qualified than Lead and Prospect it has an appointed owner that works actively with it.     An Opportunitys end of life is one of the following:  - Won, a contract is signed  - Lost  - Cancelled by customer  - Cancelled by Telia due to indata error, e.g. the opportunity was a duplicate.","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Business Process Management","Definition":"A disciplined approach to identify, plan, analyse, develop, implement, execute, control both automated and non-automated business processes to achieve consistent, targeted results aligned with an organization’s strategic goals.","Source":"Inspired by Servicedesigntools.org, Interaction-design.org","Information Domain":"-General-","Information Group":"-General-","Context of use":"BPM is a foundation to be an effective overall company and meet the business and customer expectations with more agility. BPM is essential for quality management and the engine of the company Management system.Process domain is part of the Enterprise Architecture.BPM enables an enterprise to align its business processes to its business strategy, fulfil the legal compliance and provide customer value.","Acronym":"BPM"},
{"Term":"Capability ","Definition":"A Capability is a higher-level solution behaviour that typically spans multiple ARTs. Capabilities are sized and split into multiple features and worked by Solution Trains to facilitate their implementation in a single PI (program increment)","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Capabilities may originate in the local content of the solution train or occur as a result of splitting portfolio epics that may cut across more than one Value Stream","Acronym":""},
{"Term":"Capex","Definition":"Capitalisable cost (investments to obtain future benefits)","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"accounting","Acronym":"CAPEX"},
{"Term":"Ceremony","Definition":"A formal meeting (virtual or physical) arranged with a specific goal. E.g. The Architecture Board review","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Change","Definition":"The deployment, modification or removal (incl. migrations) of hardware, network, software, application, environment or system. Change Management process is triggered by an RFC (Request For Change) to record details of a request for change to any resource or service.","Source":"Modified ITIL 4 (Axlos)","Information Domain":"Service","Information Group":"Service","Context of use":"Change Management","Acronym":""},
{"Term":"Change Advisory Board","Definition":"​Ensures that high impact change requests are handled and decided by the correct people with the decision mandate from the unit they are representing. The CAB should concentrate on the operational level decision making and should also act as a communication channel between its participants and units. CAB is a role in Change Management Process. ITIL 4 A group of people that advises theChange Manager in the assessment, prioritization and scheduling of Changes. This board is usually made up of representatives from all areas within the IT organization, the business, and third parties such as suppliers.","Source":"Modified ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"","Acronym":"CAB"},
{"Term":"Characteristic Specification","Definition":"Is a quality or distinctive feature that can be used to define a tangible or intangible thing.","Source":"","Information Domain":"Common Business Entities","Information Group":"Characteristic Specification","Context of use":"","Acronym":""},
{"Term":"Characteristic Value","Definition":"Is a number or text, discrete or a range, that can be assigned to a Characteristic.","Source":"","Information Domain":"Common Business Entities","Information Group":"Characteristic Specification","Context of use":"","Acronym":""},
{"Term":"Characteristic Value Use","Definition":"Is how a Part Specification, and when appropriate, Atomic Product Specification,  is characterized regarding both physical (material, space and form, ¿look- and feel¿) and behavoural characteristic.","Source":"","Information Domain":"Common Business Entities","Information Group":"Characteristic Specification","Context of use":"","Acronym":""},
{"Term":"Chart of Accounts","Definition":"The chart of accounts (CoA) is an independent structure that contains all accounts used in Telia Company financial systems.   The chart of accounts is sorted into sections (account classes and account groups) depending of the purpose of the accounts in each section.  The Chart of accounts varies from company to company in the Telia Company group. All companies within the CFS concept use TSBAS. Other companies have their  own chart of accounts. On a higher level they all map to the common chart of account that is defined in the group reporting system consolidation system.","Source":"","Information Domain":"Enterprise","Information Group":"General Ledger Account","Context of use":"","Acronym":""},
{"Term":"Collection Payment Agreement","Definition":"Agreed plan for payment of debt.","Source":"","Information Domain":"Customer","Information Group":"Debt Collection Item","Context of use":"","Acronym":""},
{"Term":"Competitor","Definition":"Represents a Party playing a PartyRole that offer Products similar to Telias Products in a Market Segment.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Compliance Management","Definition":"The process of identifying, managing and reporting compliance activities related to organizational, commercial and regulatory compliance obligations. Compliance requirements can be derived from internal directives, procedures and requirements, or from external laws, regulations, standards and contractual agreements.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Component Price","Definition":"Part of a Price representing a single element of the price. Subclasses further define these elements.","Source":"","Information Domain":"Product","Information Group":"Price","Context of use":"","Acronym":""},
{"Term":"Concept","Definition":"Mental conception built up by a collection of characteristics. A concept is an abstraction or generalization of a set of referents (instances).","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Configuration Item","Definition":"Any Component that needs to be managed in order to deliver an IT Service. Information about each CI is recorded in a Configuration Record within the Configuration Management System and is maintained throughout its Lifecycle by Configuration Management. CIs are under the control of Change Management. CIs typically include IT Services, hardware, software, buildings, people and formal documentation such as Process documentation and SLAs.","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Consolidated Decision Log","Definition":"The overall repository of all decision logs across all TAFA’s, published in the TAG library","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Consumer Customer","Definition":"A person that is a customer with Telia.","Source":"","Information Domain":"Customer","Information Group":"Customer","Context of use":"","Acronym":""},
{"Term":"Contact Event","Definition":"An event where Telia Company contacts a Party or vice versa.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Contact Mechanism","Definition":"A contact mechanism could be a Telephone Number, Email Address, Social Media Contact or a Postal Address, used for contacting a party.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"container environment","Definition":"Dedicated and application-specific implementation of a container runtime, only supporting one or very few applications/workloads. LCM dictated by applications. ","Source":"CPS IT EA","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"CNE"},
{"Term":"Containers as a Service","Definition":" A general purpose, self-serviced, shared infrastructure that’s usable across multiple independent applications/workloads. LCM independent of applications. ","Source":"CPS IT EA","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"CaaS"},
{"Term":"Control","Definition":"Any activity taken by management, the board, and other parties to manage risk and increase the likelihood that established goals and objectives will be achieved.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Corporate Strategy","Definition":"The central integrated, externally oriented concept of how we will achieve our objectives.","Source":"Academy of Management Executive, Hambrick and Fredricsson","Information Domain":"-General-","Information Group":"-General-","Context of use":"Common basis for Telia Company, from where to build strategy execution, do business planning and drive portfolio management in a unified way.","Acronym":""},
{"Term":"Country Investment Forum (CIF)","Definition":" For investment approval under 25MSEK per country and CPS","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment aproval","Acronym":"CIF"},
{"Term":"Credit Agreement","Definition":"An agreement regulating a partys, person or organization, loan of money from Telia Finance.","Source":"","Information Domain":"Customer","Information Group":"Customer Agreement","Context of use":"","Acronym":""},
{"Term":"Credit Profile","Definition":"Credit profile for the party (containing credit scoring","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"CRM Target Group","Definition":"Group of cutomers to be used in crm-activities.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"CRO","Definition":"Chief Risk Officer, the owner of the group common ERM process.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Currency","Definition":"A currency is a system of money (monetary units) in common use, especially in a nation.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer","Definition":"A Customer is a person or organization that has an ongoing subscription or other valid agreement regarding products and solutions provided by Telia.","Source":"","Information Domain":"Customer","Information Group":"Customer","Context of use":"","Acronym":""},
{"Term":"Customer Administration Authorization Profile","Definition":"Represents the collection of Customer Administration Authorization Roles that a Customer Administration Role has.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Administration Authorization Role","Definition":"A collection of rights within the customer administration domain, controlling a persons right to read and manipulate data or otherwise fulfill different tasks. A role might require strong identification of a specific person.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Administration Role","Definition":"A party role with different type of authorization relating to customer administration.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Agreement","Definition":"Agreements between Telia and Customer and managed and mainly relevant within the Sell process.","Source":"","Information Domain":"Customer","Information Group":"Customer Agreement","Context of use":"","Acronym":""},
{"Term":"Customer Bill","Definition":"A total amount due from a Billing Account for all products during the billing period.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Customer Bill Item","Definition":"Describes one item on a bill and invoice. An item can be of different Charging Types, One-time, Recurring or Usage, this dependent on the Charging Capability of the Product or Product Element and is aggregated on Offering Element level.  A Customer Bill Item can be in status Unbilled or Billed.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Customer Billing Cycle Specification","Definition":"A detailed description of when to initiate a billing cycle and the various sub steps of a billing cycle.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Billing Terms & Conditions","Definition":"The business rules determining the alternative billing methods and eventual constraints for the customer bill. Defines how the bill is calculated.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Contact Person","Definition":"An identified Person that has authority to represent the Customer in relation to Telia.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Data Extract","Definition":"Extract of customer data, requested according to GDPR.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Defined Organizational Unit","Definition":"A organizational unit that is part of a legal entity and that is defined by a customer contacts administrator. A Customer Defined Organizational Unit can be a Cost Center which is indicated with the Cost Center ID. Customer Defined Organizational Units can have another Customer Defined Organizational Unit as a parent.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Framework Agreement","Definition":"A framework agreement is an agreement between Telia and another party, 'the purpose of which is to establish the terms governing contracts to be awarded during a given period, in particular with regard to price and, where appropriate, the quantity envisaged.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Framework Agreement Item","Definition":"The specification of which product offerings that are part of the agreement.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Insight","Definition":"Customer Insights provides understanding of customer needs and customer behavior. Customer Insights is the result of collecting and analyzing quantitative or qualitative customer data by scientific methods.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Invoice","Definition":"Aggregates all customer bill items that are in scope from one customer bill and according to any agreement regarding partial payment, and presents them in preferred detail. May have addressee other than customer.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Customer Journey","Definition":"Customer journey is a step-by-step description of how a user interacts with a service.","Source":"Telia Company definition. Inspired by Servicedesigntools.org, Interaction-design.org","Information Domain":"-General-","Information Group":"-General-","Context of use":"Customer journeys facilitate understanding of what customers do and perceive (think, feel, see, hear) when they interact with the business / service how customer should be treated across all touchpoints Customers can be external or internal users","Acronym":""},
{"Term":"Customer need","Definition":" An interest, which can be pronounced, of de facto buying a product / offer linked to Telia's product / offering portfolio. It can be explicitly formulated by the customer, but it can also be a vaguer indication of interest, such as the customer following a campaign link or visiting a product page.","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Customer Order","Definition":"A customer order is a formal order from the customer which provides details of the amount and due date for a customer’s requirement of products.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"A Customer Order is created by a customer or internal sales representative which builds it over a period of time gathering required details. The Customer order refers to one or several offerings that are defined in a catalog or in a Customer agreement. When the order details are completely built and the Customer has agreed to buy an offering plus accepted the commercial terms including delivery terms the order is submitted for further processing.","Acronym":""},
{"Term":"Customer Order Confirmation","Definition":"The affirmation, sent to a customer, of a customer order.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"Order Handling","Acronym":""},
{"Term":"Customer Order Item","Definition":"A customer order is decomposed into one or more order items, one for every offering that is ordered. ","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"","Acronym":""},
{"Term":"Customer Payment","Definition":"An event when a Payer transfers an amount of money to a Telia Company legal organization. Could be the settlement of a debt or a pre-paid payment.","Source":"","Information Domain":"Customer","Information Group":"Customer Payment","Context of use":"","Acronym":""},
{"Term":"Customer Permission","Definition":"Customer Permission describes the privacy choices made by a Customer regards to how their data and information may be used by Telia Sweden. Consent valid for all brands.    Customer Permission describes the privacy choices made by a person or legal entity, or for a specific product instance belonging to an unregistered customer or user, regarding to how their data and information may be used by Telia Sweden. Consent valid for all brands.","Source":"","Information Domain":"Customer","Information Group":"Customer Permission","Context of use":"","Acronym":""},
{"Term":"Customer Permission Order","Definition":"Technical order carrying information of updated Customer Permissions.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Porting Power of Attorney","Definition":"A power of attorney from a customer to Telia to act in the customers name regarding the porting of a service from another service provider to Telia.","Source":"","Information Domain":"Customer","Information Group":"Customer Agreement","Context of use":"","Acronym":""},
{"Term":"Customer Purchase Agreement","Definition":"A negotiated and usually legally enforceable understanding between Telia and a consumer customer regarding a purchase of one or many offerings, specified with offering elements.","Source":"","Information Domain":"Customer","Information Group":"Customer Agreement","Context of use":"","Acronym":""},
{"Term":"Customer Purchase Agreement Item","Definition":"A customer purchase agreement is decomposed into one or more customer purchase agreement items, one for every offering element that is agreed.","Source":"","Information Domain":"Customer","Information Group":"Customer Agreement","Context of use":"","Acronym":""},
{"Term":"Customer Quote","Definition":"A customer quote is a documented and specified offer to sell and deliver products or services to defined prices, terms and conditions.     A customer quote is always directed to a defined receiver, i.e. a potential or existing customer that may accept or reject the quote.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Quote Item","Definition":"One row/item in a Quote.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Quote Request","Definition":"A request, from a person or organization, for a quote for either a specified set of products, referring to a Telia Company product catalog, or for a specified set of requirements provided by the party.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Requirements","Definition":"The requirements regarding product or solution, expressed by the customer.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Service Level Agreement","Definition":"An agreement that represents a formal negotiated agreement between Telia and a customer designed to create a common understanding of the quality of service (available response time etc) including, but not limited to, products, services, priorities and responsibilities.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Signatory","Definition":"An authorized signatory of the customer responsible for signing the agreement.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer SLA Level","Definition":"A classification of the Service Level Agreement specifying the promised response/up time for any eventual issues.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Transfer of Ownership Agreement","Definition":"An agreement between Telia and two customers regulating the transfer of ownership for offering instances and product instances from one customer to the other.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Customer Type Segment","Definition":"Consumer or Private","Source":"","Information Domain":"Market & Sales","Information Group":"Market Segment","Context of use":"","Acronym":""},
{"Term":"Data Controller","Definition":" ​A person who determines the purposes for which any personal data is processed and the way in which it will be done. They may act alone, jointly, or together with other people. Processing means recording or holding personal information or carrying out any operations on it. ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"​GDPR","Acronym":""},
{"Term":"Data Owner","Definition":"​Data Owners are stakeholders who are accountable for the quality of one or more data sets within a specific Information Domain. The Data Owner has the authority to prioritize and approve data quality and data definition change and improvement activities","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Data portability","Definition":"​GDPR will give individuals the right to have their personal data returned to them in an electronic format by the data controller. They may then pass this data onto another controller. This will enable individuals to move to alternative service providers more easily.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"​GDPR","Acronym":""},
{"Term":"Data processor","Definition":"​Any person, other than an employee of the data controller, processes personal data on behalf of the data controller. ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"​GDPR","Acronym":""},
{"Term":"Data Protection Officer","Definition":"​A DPO advises an organisation and its employees about data protection obligations, including GDPR, and monitors compliance. They are the first point of contact for supervisory authorities and data subjects.Public companies, or those whose core activities include large-scale systematic monitoring and processing of personal data (including data relating to criminal convictions and offences) will need to appoint a DPO under GDPR. You may still choose to appoint a DPO even if you're not required to do so.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"GDPR","Acronym":"DPO"},
{"Term":"Debt Collection Letter","Definition":"Letter sent to Customer specifying debt including collection fees.","Source":"","Information Domain":"Customer","Information Group":"Debt Collection Item","Context of use":"","Acronym":""},
{"Term":"Decision","Definition":"A conclusion or resolution reached after consideration; either an answer to a question posed or a selection of 1 option amongst others which conveys a change, the alternatives considered, the various implications and the rationale behind the answer or choice.","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Decision Log","Definition":"A collection of decisions that is published for the intended audience to consult. It is expected that there will be 1 decision log per TAFA","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Delegation of Authority","Definition":"Rule specifying the monetary limit for a specific business role performing a specific process activity.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Delivery Order","Definition":"A Delivery Order is initiated by a Customer Order and manage the delivery of Offering Elements and Products as specified in the Customer Order.     The Delivery Order compile all information, from the product catalogue, necessary for orchestrating the execution of the delivery of a Customer Order. Thus is the product catalogue responsible for defining and maintaining orchestration information. (In the legacy solution is this information often found in the 'Knowledge Portal'.)    A Delivery Order describes a list of Delivery order items required for execution of one or several part deliveries including e.g .service activations, hardware shipping, billing initiations, etc.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"Order Handling","Acronym":""},
{"Term":"Detailed design requirements","Definition":"Detailed requirements regarding product or solution, expressed by the customer or by Telia.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Development Value stream","Definition":"Development value stream contains the steps and the people who develop the business solutions used by operational value streams","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Solution and Agile Release Trains (ARTs) are a construct of Development value streams realizing the development in practice.","Acronym":""},
{"Term":"Device","Definition":"A computer, tablet, smartphone or similar device used when browsing web pages.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Device as a Service","Definition":"","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"DaaS"},
{"Term":"Disaster recovery plan","Definition":"A set of clearly defined plan related to how an organization will recover from a disaster as well as return to a pre-disaster condition, considering the four dimensions of service management","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Service Management","Acronym":"DRP"},
{"Term":"Dunning Letter","Definition":"A reminder of an unpaid debt, sent to customer.","Source":"","Information Domain":"Customer","Information Group":"Accounts Receivable Item","Context of use":"","Acronym":""},
{"Term":"DUNS Number","Definition":"The Data Universal Numbering System, abbreviated as DUNS or D-U-N-S, is a proprietary system developed and regulated by Dun and Bradstreet that assigns a unique numeric identifier, referred to as a 'DUNS number' to a single legal entity.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"EA IT Board","Definition":"​TBD","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"ECM","Definition":"​Enterprice content management (team)","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Email Address","Definition":"The format of email addresses is local-part@domain where the local part may be up to 64 characters long and the domain may, have a maximum of 255 characters.but the maximum of 256-character length of a forward or reverse path restricts the entire email address to be no more than 254 characters long.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Email Address Type","Definition":"The format of email addresses is local-part@domain where the local part may be up to 64 characters long and the domain may, have a maximum of 255 characters.but the maximum of 256-character length of a forward or reverse path restricts the entire email address to be no more than 254 characters long. The formal definitions are in RFC 5322 (sections 3.2.3 and 3.4.1) and RFC 5321 with a more readable form given in the informational RFC 3696 and the associated errata.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Emergency change ","Definition":"Is a model reserved only for changes, which purpose is to restore after incidents or urgently prevent incidents from happening (or increase in severity). ITIL 4 Changes that must be implemented immediately, for example to resolve a Major Incident.","Source":"Modified ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Change Management ","Acronym":""},
{"Term":"Employee","Definition":"A person that has a valid employment agreement with a legal entity within the Telia Company group.","Source":"","Information Domain":"Enterprise","Information Group":"Human Resource","Context of use":"","Acronym":""},
{"Term":"Employment","Definition":"Employment  uniquely identifies, with Employment Number, an actual Employee within an Organization, where the organization act as the employer. Employment  identifies an existing  work relation between an employer and employee through its relation to Employment Agreement and Employment Details  Through Employment it is possible to identify an employee's organizational context and belonging.","Source":"","Information Domain":"Enterprise","Information Group":"Human Resource","Context of use":"","Acronym":""},
{"Term":"Employment Agreement","Definition":"An Employment Agreement indicates that two parties (Legal Entity and Person) has accepted Employment Details regarding a future employment. Employment Agreement has a unique identity and a date stating when the agreement was accepted by the two involved parties..     In general a new Employment Agreement needs to be 'created' when:  - an existing employee change Legal Entity  -  an existing employee prolongs a temporary Employment.  - an existing employee change between Employment types (permanent /temporary).    In Finland a new Employment Agreement also needs to be 'signed' when  the employee takes a new position. If the existing Position   is moved to another organizational Unit no new Employment Agreement needs to be issued. (i.e. the business function moves to another org. unit= re-organization)    In Denmark a new Employment Agreement needs to be signed when the Employee changes Official Work Place.","Source":"","Information Domain":"Enterprise","Information Group":"Human Resource","Context of use":"","Acronym":""},
{"Term":"Employment Details","Definition":"Employment Charcteristic express the responsibility that the employer and the employee will promise in the event of an agreement.","Source":"","Information Domain":"Enterprise","Information Group":"Human Resource","Context of use":"","Acronym":""},
{"Term":"End-to-end","Definition":"End-to-end refers to a sequence of processes, activities, information etc. which is not according to Telia’s official structure.","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"The usage of “end-to-end” is not recommended due to ambiguity of the term. It is important to define the starting and ending points when using it.Instead of 'end-to-end' it is recommendable to use other official BPM terms like process chain, process flow etc.","Acronym":""},
{"Term":"Enterprise Risk Management","Definition":"Enterprise risk management is the process of planning, organizing, leading, and controlling the activities of an organization in order to optimize the effects of risk on our objectives.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"ERM"},
{"Term":"Epic","Definition":"An Epic is a container for a significant Solution development initiative that captures the more substantial investments that occur within a portfolio. Due to their considerable scope and impact, epics require the definition of a Minimum Viable Product (MVP) and approval by Lean Portfolio Management (LPM) before implementation","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Strategic Themes are realized through Epics are further divided into (Capabilities), Features and User Stories to be developed by Agile Release Trains and Agile Teams","Acronym":""},
{"Term":"eTOM","Definition":"TMforum Business Process Framework","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Event","Definition":"​Any change of state that has significance for the management of a service or other Configuration Item (CI). ","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Event Management","Acronym":""},
{"Term":"Event Agency","Definition":"A company specialized in designing, planning and producing marketing events.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Exceptional Process","Definition":"​TBD","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Execution portfolio","Definition":"Execution Portfolio aligns strategy with execution and organizes solution development around the flow of value through one or more value streams. Development is done in one or more Agile release Trains","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Realizing the Lean Portfolio Management (SAFe) functionalities in the Execution level","Acronym":""},
{"Term":"Fast-Track Exception","Definition":"An exceptional process triggered based on a set of pre-defined criteria which will allow the initiative to bypass the normal Target Architecture alignment workflow","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Feature","Definition":"A Feature is a service that fulfils a stakeholder need. Each feature includes a benefit hypothesis and acceptance criteria, and is sized or split as necessary to be delivered by a single Agile Release Train (ART) or an Agile Team in a Program Increment (PI).","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Epics and capabilities are split into Features, which are developed in the Agile Release Trains by Agile Teams","Acronym":""},
{"Term":"Framework Agreement User","Definition":"Represents the party that is eligible of making a call-off from a framework agreement.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"General Ledger Account","Definition":"A General Ledger Account collects similar types of transactions for the purpose of financial reporting.  It supports the value items shown in the major financial statements.  Most accounts are used by all Telia Company entities (common) but some are dedicated to  only one or a limited selection of Telia Company entities (Local).  All accounts are part of several 'Account hierarchies' that do decide how the accounts map to Telia Company financial reports presented externally or internally.","Source":"","Information Domain":"Enterprise","Information Group":"General Ledger Account","Context of use":"","Acronym":""},
{"Term":"Goods Product","Definition":"Represents a tangible object, material goods, that has been bought by, or otherwise made available for, a customer to use and possibly own.","Source":"","Information Domain":"Product","Information Group":"Product","Context of use":"","Acronym":""},
{"Term":"Governance","Definition":"The process by which policies and management expectations are set, maintained and effectively communicated throughout an organization.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"GRC","Definition":"Governance, Risk Management, Compliance Management. Umbrella term covering and organization's approach across these three areas.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Group Investment Forum (GIF)","Definition":"For approval of all Telia investments over 25 MSEK","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment approval","Acronym":"GIF"},
{"Term":"Hit","Definition":"A hit is a request to a web server for a file, like a web page, image, JavaScript, or Cascading Style Sheet.  When a web page is downloaded from a server the number of 'hits' or 'page hits' is equal to the number of files requested. Therefore, one page load does not always equal one hit because often pages are made up of other images and other files which stack up the number of hits counted.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Household","Definition":"A group of people, often a family, who live together.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Household Member","Definition":"An individual that is part of a household.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Incident","Definition":"An incident is an exception which causes unplanned disruptions or reductions in the quality above a certain threshold level, to services or/and network & IT functions","Source":"Modified ITIL (Axelos) ","Information Domain":"Service","Information Group":"Service","Context of use":"","Acronym":""},
{"Term":"Incident Ticket","Definition":"​An  Incident Ticket is a record used for reporting and managing the analysis and resolution of an Incident in Trouble Ticketing system.","Source":"Modified ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Incident management Service Management ","Acronym":""},
{"Term":"Individual","Definition":"Represents a single human being.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Individual name","Definition":"​First name/first names and last name of a person.For Finland: Population Register Centre is the original source and information is received via Suomen Asiakastieto Oy.","Source":"","Information Domain":"Common Business Entities","Information Group":"Party","Context of use":"​-","Acronym":""},{"Term":"Information Domain","Definition":"A over time stable grouping of closely related Information Groups.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Information Event","Definition":"An event that signify regular operation and does not require any action more than logging of the information. Information events can be used later for various investigations in for instance RLC Maintenance, Problem Management or Performance Management.    Examples:  - Notification that a scheduled workload has completed  - A user has logged in to an application  - Someone enters a door to one of our monitored facilities","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Information Group","Definition":"An Information Group is a well-defined set of highly cohesive set of business entities, including their relations and attributes. An information group might relate to other information groups via the relations of the included business entities. The relations outlined in an Information Group also belong to the Information Group.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Information Object","Definition":"Representation of a concept documented in an information model.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Information Ownership Domain","Definition":"A grouping of one or more information domains defining what one Business Data Owner is accountable for, aligned with the business governance structure. One Information Ownership Domain can comprise several Information Domains.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Inherent risk","Definition":"The risk that an activity or event would pose if no controls or other mitigating factors were in place. (also called Gross risk)","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Initiative","Definition":"A scope-bound vehicle for change in the IT landscape; it can impact any or all of people, process and the technology stack","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Initiative lead","Definition":"The person who represents the initiative; either as a sponsor, project manager or technology lead. That person will be the SPOC for Target Architecture purposes","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Initiative Relevant EA","Definition":"The Enterprise Architect representing  the Initiative, or working in coordination with teams who will implement the initiative","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Insight Request","Definition":"Request towards BI/Analytics for a new report.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Installation Address","Definition":"The geographical location where a product is or should be installed, when applicable.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"","Acronym":""},
{"Term":"Integrity","Definition":"An assurance that information is accurate and can only be modified by authorized personnel and activities","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Information Security Managment","Acronym":""},
{"Term":"Interface Agreement  (IA)","Definition":"IA simpler type of WLA (Working level Agreement) . IA focus on a specific organization/function handover point for operative tasks in a process.","Source":"Telia specific ","Information Domain":"Service","Information Group":"Service","Context of use":"Service Management ","Acronym":"IA"},
{"Term":"Investment and Committment Decision Proposal (ICDP)","Definition":"A template and when filled in and approved and signed then it is the decided and available budget for something that shall be done. ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment and assignments.","Acronym":""},
{"Term":"IT capability","Definition":"An IT Capability is the organised collection of all the needed resources within a bounded context, that together function to help realise a clear business outcome","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"ITIL","Definition":"ITIL, formerly  an acronym for Information Technology Infrastructure Library, is a set of detailed practices for IT service management (ITSM) that focuses on aligning IT services with the needs of business.","Source":"https://en.wikipedia.org/wiki/ITIL","Information Domain":"Service","Information Group":"-General-","Context of use":"Service Management","Acronym":""},
{"Term":"Key Performance Indicator","Definition":"KPIs are a set of quantifiable measures an organization uses to gauge its performance over time, e.g. metrics used to determine an organization's progress in achieving its strategic and operational goals.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"KPI"},
{"Term":"Key Risk Indicators","Definition":"Metrics used by the organization to provide an early signal of increasing risk exposures in various areas of the enterprise, e.g. an early warning to identify potential event that may harm continuity of an activity (or to reach a KPI for the activity).","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"KRI"},
{"Term":"Lead","Definition":"A lead always has at least two essential parts:  - A person and his/her contact information. For B2B it is also desirable but not forcing to have information about the organization the person represents.  - An indication of interest, i.e. some kind of customer need is captured, that relates to Telias offerings or products.    The person or company representing the lead may be previously unknown to Telia, as well as a previously known such as an existing customer.    Significant for a lead is that it may contain more or less unstructured information that is converted to more structured information if the lead is qualified and converted to a Prospect or Business opportunity (B2B).","Source":"","Information Domain":"-General-","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Lead epic","Definition":"If an Epic requires work under multiple portfolios, it can be divided into Lead Epic and Roll-out Epic(s). Lead Epic is the one which contains the biggest business benefits. The other Epics are needed to deliver the full business benefits, but are mainly supporting or enabling that","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Epic that requires work from multiple ARTs and/or Value Streams","Acronym":""},
{"Term":"Lean Portfolio management","Definition":"The Lean Portfolio Management aligns strategy and execution by applying Lean and systems thinking approaches to strategy and investment funding, Agile portfolio operations, and governance.","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Review, analyse and prioritize the development items (Epics) that realize the Strategic Themes. Coordinate the Development Value Streams and Agile Release Trains to optimize value creation","Acronym":""},
{"Term":"Lean-Agile Center of Excellence ","Definition":"​The Lean-Agile Center of Excellence (LACE) is a small team of people dedicated to implementing the Lean-Agile way of working.","Source":"SAFe","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"LACE"},
{"Term":"Legal Entity","Definition":"An organization that has legal rights and responsibilities, for example the right to make contracts and the responsibility to pay debts.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Local Address","Definition":"logical address to a private home or to a business premises","Source":"","Information Domain":"Common Business Entities","Information Group":"Location","Context of use":"","Acronym":""},
{"Term":"Location","Definition":"Represents a point or spatial distribution in a specific reference system.","Source":"","Information Domain":"Common Business Entities","Information Group":"Location","Context of use":"","Acronym":""},
{"Term":"Logical Information Model","Definition":"A logical information model describes how different business entities logically, ideally, relate to each other and also which attributes a business entity consist of. It use a formal notation, such as UML or Information Engineering or a combination of those. It could be used for both describing a Information Group or for describing a cross-domain view of the Telia Information Model.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Market Campaign","Definition":"Market campaign is one or more activities to promote a product. A market campaign has a start and a stop date, i.e. they live during a limited period of time.    A market campaign may be directed towards market in general, but it may also be directed towards specific selected existing customers, in this case it is called a CRM campaign.    A CRM type of campaign is directed towards existing customers.    A Market type of campaign is broader and distributed via different 'broad' media like television, radio, print and online platforms is called a Market Campaign (not a CRM campaign) .     Market campaigns or their activities may be of different types like Information, Offering, Market event etc. Different campaign types requires different concent levels.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Activity","Definition":"A Market Campaign can be split into several Market Campaign Activities. Activities within the same campaign may e.g. be directed toward different target groups.    A campaign activity can be of different types. A campaign may have activities of different types, like events and information activities.","Source":"","Information Domain":"-General-","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Brief","Definition":"A brief description of the planned market campaign used in procurement of media agency services.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Channel","Definition":"A Campaign channel is a touchpoint where Telia can interact with customers in campaigns, both for sending and messages and receiving customer responses.     Examples of channels are:  Telia.se (web), webshop (web), app,  sms, facebook, telemarketing, resellers, customer support, Telia Store etc.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Concept","Definition":"High level concept for Market Campaign","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Content","Definition":"Content that is used within a Market Campaign in the communication towards the target group. Content may be of different types like text messages, pictures, advertise material etc.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Idea","Definition":"A campaign idea on an early stage.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Landing Page","Definition":"A campaign receiver that clicks on a campaign link is directed to a web landing page for the campaign.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Owned Channel","Definition":"A channel, used for market campaign activitites, that is owned by Telia.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Market Campaign Payed Channel","Definition":"A channel, used for market campaign activitites, that is not owned by Telia and that Telia buys 'space' in.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Market Campaign Target File","Definition":"A file containing the actual participants in a campaign, i.e. the individuals that are receivers of the campaign.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Campaign Target Group","Definition":"Lowest, most granular level of grouping customers for marketing purpose. A target group is defined based upon segmentation variables like geography, demography, behaviour, business type.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Market Event","Definition":"Market Event is a special event which targets one or more types of parties. An event may be for internal or external parties, accompany a new product line, offering, campaign, and so forth. It may be scheduled by another party where infrastructure is needed to support their event. In this case not all processes would be executed by an enterprise. An enterprise may focus on just the operations aspects of the event, such as operations initiation, planning, implementation, execution, closure, and evaluation.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Event Brief","Definition":"Describes the purpose of an event, why it is done. Agreed on by project team and project owner.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Event Invite List","Definition":"Normally from Salesforce.    Lista med namn på personer och kontaktuppgifter i form av t.ex.   - Förnamn  - Efternamn  - Företag  - Mailadress  - Mobilnummer  - Befattning  - Säljteam  - Säljansvarig    Dessa representerar alltid ett företag som vi har en relation med på ett eller annat sätt. Beftinliga kunder i första hand men till viss del även prospects.  (inom Enterprise, Large, Public)","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Event Invited","Definition":"Normally from Salesforce.    Lista med namn på personer och kontaktuppgifter i form av t.ex.   - Förnamn  - Efternamn  - Företag  - Mailadress  - Mobilnummer  - Befattning  - Säljteam  - Säljansvarig    Dessa representerar alltid ett företag som vi har en relation med på ett eller annat sätt. Beftinliga kunder i första hand men till viss del även prospects.  (inom Enterprise, Large, Public)","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Event Participant","Definition":"Persons that has accepted the invitation.  This can be both people who was invited by Telia, i.e. people who we have information about and that clearly has a role connected to an organization.    But in these list other, unknown may also be present. They may e.g. have received invitations that are forwarded from others.  In this case we do not know more about the participant than the fact that they have provided us email adress, name and a name of the company they represent.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Event Participant List","Definition":"List with Event participants, i.e. persons that has accepted the invitation.  This can be both people who was invited by Telia, i.e. people who we have information about and that clearly has a role connected to an organization.    But in these list other, unknown may also be present. They may e.g. have received invitations that are forwarded from others.  In this case we do not know more about the participant than the fact that they have provided us email adress, name and a name of the company they represent.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Event","Context of use":"","Acronym":""},
{"Term":"Market Segment","Definition":"A market segment is a grouping of parties who share one or more common characteristics, grouped together for marketing purposes.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Segment","Context of use":"","Acronym":""},
{"Term":"Marketing Campaign Plan","Definition":"An overall plan for Marketing activites the coming period.","Source":"","Information Domain":"Market & Sales","Information Group":"Market Campaign","Context of use":"","Acronym":""},
{"Term":"Marketing Opt Out","Definition":"The customers choice of channel where to receive and not receive marketing communication.","Source":"","Information Domain":"Customer","Information Group":"Customer Permission","Context of use":"","Acronym":""},
{"Term":"Marketing Opt Out Email","Definition":"Specifies if a specific person or organization has declined to receive marketing information via E-mail","Source":"","Information Domain":"Customer","Information Group":"Customer Permission","Context of use":"","Acronym":""},
{"Term":"Marketing Opt Out SMS","Definition":"Specifies if a specific person, organization or pre-paid telephone number has declined to receive marketing information via SMS.","Source":"","Information Domain":"Customer","Information Group":"Customer Permission","Context of use":"","Acronym":""},
{"Term":"Marketing Opt Out Telephone Call","Definition":"Specifies if a specific person, organization or pre-paid telephone number has declined to receive marketing information via telephone calls.","Source":"","Information Domain":"Customer","Information Group":"Customer Permission","Context of use":"","Acronym":""},
{"Term":"Marketing Strategy","Definition":"A Marketing strategy consists of different parts including (but not limited to) Defined and prioritized Market segments, Brand Strategy, Media and Communication strategy and Sponsoring strategy. Collectively their purpose is to give a clear direction on how to effectively and efficiently keep and attract new customers.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Maximum Tolerable Period of Disruption","Definition":"​The Business requirement of the maximum tolerable length of time in hours that a service can be down after occurrence of a failure or disaster that are so serious that contingency procedures must be used. Reaction time, RTO and safety margin must be included.​","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":"MTPD"},
{"Term":"Mitigation Activity Owner","Definition":"The line manager accountable to perform the risk mitigation decided by and agreed with the risk owner.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Mitigation effect","Definition":"Degree of risk impact and/or likelihood reduction.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Monitoring ","Definition":"Repeated observation of a system, practice, process, service, or other entity to detect events and to ensure that the current status is known.","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Event managementService Management ","Acronym":""},
{"Term":"Non-repudiation","Definition":"Providing undeniable proof that an alleged event happened, or an alleged was performed, and that this event or action was performed by particular entity","Source":"ITIL 4 (Axelos)","Information Domain":"-General-","Information Group":"-General-","Context of use":"Information Security Managment","Acronym":""},
{"Term":"Normal change","Definition":"Is used for the changes that must go through the whole Change Management Process; assessment, authorization, prioritization (and Change Advisory Board), before implementation.ITIL 4 All other Changes that are not Standard Changes or Emergency Change","Source":"Modified ITIL 4(Axlos)","Information Domain":"Service","Information Group":"Service","Context of use":"Change Management ","Acronym":""},
{"Term":"Objectives and key results","Definition":"​A planning and goal-setting technique used by teams and individuals to set challenging, ambitious goals with measurable results.OKR is how you track progress, create alignment, and encourage engagement around measurable goals. ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"OKR"},
{"Term":"ODA","Definition":"refers to the TM Forum Open Digital Architecture","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"tbd","Acronym":"ODA"},
{"Term":"Offering","Definition":"This is what we sell to our customers. The offering consists of products that Telia offers to the market.","Source":"","Information Domain":"Product","Information Group":"Product Offering","Context of use":"a term we use in our daily work.","Acronym":""},
{"Term":"Operating Country","Definition":"​TBD","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"OpCo"},
{"Term":"Operational Level Agreement","Definition":"Describes the demands on a service, or a part of such and is an internal agreement approved by the Service owner and Resource owner, and business representatives. Done between Telia internal roles (units) to enable transparency.","Source":"Modified ITIL 4","Information Domain":"Service","Information Group":"-General-","Context of use":"Service Management","Acronym":"OLA"},
{"Term":"Operational Value stream","Definition":"Operational value stream contains the steps and the people who deliver end-user value using the business solutions created by the development value streams.","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Operational value stream is a strategic conceptValue streams in ITIL are lower-level concepts.","Acronym":""},
{"Term":"Opex","Definition":"Not capitalisable cost (prestudies, migration, training...)","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Accounting","Acronym":"OPEX"},
{"Term":"Opportunity","Definition":"Potential opportunities qualified based on the prospects likelihood to buy.","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Order Type","Definition":"Order Type contains information important for Order Handling. Each Order Type has it´s own regulations and conditions.A Customer Order must be assigned to an order type.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"​Order Management","Acronym":""},{"Term":"P1","Definition":"P1 = Project definition in SAP","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Budget and cost follow up","Acronym":"P1"},
{"Term":"Pardot Prospect","Definition":"A Pardot Prospect/Market Prospect is a digital visitor who has provided Telia with contact information, normally an email address. A Pardot Prospect has not indicated an explicit  need. A Pardot Prospect that indicates a need or asks to be contacted or has made many visits is converted to a Lead.    [A Pardot Prospect (B2B) seems to have similar definition as Friend (B2C) ]","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Partner","Definition":"A partner is an external party with which Telia has a tailored business relationship that is based on mutual trust, openness, and shared risk and reward that yields a competitive advantage.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Party","Definition":"A person, legal entity or organizational unit.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Party is an abstract concept that should be used in places where the business says something can be a person, legal entity or organizational unit. A party can act as a customer, vendor, 3rd party, competitor, etc.","Acronym":""},
{"Term":"Party Role","Definition":"Represents the part played by a party in a given context with any characteristics, such as expected pattern of behavior, attributes, and/or associations that it entails. Party Role is an abstract concept that should be used in places where the business refers to a Party playing a Role. Examples of Party Roles are: Customer, Supplier, User.","Source":"","Information Domain":"Common Business Entities","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"PID","Definition":"​PID is a masked/crypted version of Norwegian SSN from Evry/DSF. First six characters is the actual date of birth of the party, the last five characters are random numbers and not the real final five characters of the SSN. For example, dummy customer Ola Nordmann with SSN = 160586 12345, could have a PID of 160586 00123","Source":"","Information Domain":"Customer","Information Group":"Customer","Context of use":"","Acronym":""},
{"Term":"Position","Definition":"A Position is a duty to be performed by a Person. Position defines the job to be done (scope, responsibility and activities).  Business Title is the name of  the Position, i.e.  Chief Executive Officer   Manager   Service engineer   Programmer","Source":"","Information Domain":"Enterprise","Information Group":"Human Resource","Context of use":"","Acronym":""},
{"Term":"Postal Address","Definition":"Address used as an end point of a postal system","Source":"","Information Domain":"Common Business Entities","Information Group":"Location","Context of use":"","Acronym":""},
{"Term":"Power of Attorney","Definition":"A power of attorney is a written or voice recorded authorization to represent or act on another's behalf in affairs, business, or some other legal matter. An example use case in Telia concerns number portability, when a customer gives Telia power of attorney to initiate an inporting of the customers phone number from another operator.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Practice","Definition":"The ITIL 4 includes three different practice areas: general management practices, service management practices, and technical management practices, all of which are subject to the four dimensions of service management","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"A management practice is a set of organizational resources designed for performing work or accomplishing an objective, a.k.a. delivering value in form of services.","Acronym":""},
{"Term":"Preferred Payment Method","Definition":"A by the customer chosen payment method. Today it is either bank giro or direct debit, 'autogiro'.","Source":"","Information Domain":"Customer","Information Group":"Billing Account","Context of use":"","Acronym":""},
{"Term":"Preventive Maintenance Activity","Definition":"An activity, if performed, that will prevent incidents from occurring.","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Problem","Definition":"A problem is an error (root cause) in the production platform, product implementation or business process that is generating or might generate incidents. Before a problem has been confirmed it is described as a problem candidate","Source":"Modified ITIL (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"","Acronym":""},
{"Term":"Process","Definition":"A structured set of activities designed to accomplish a specific objective.","Source":"Telia (Group Instruction Process and Information Governance)","Information Domain":"-General-","Information Group":"-General-","Context of use":"A process takes one or more defined inputs and turns them into defined outputs.","Acronym":""},
{"Term":"Process Architecture","Definition":"Is the model how to structure, describe and visualize processes.","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process Architecture is the overall structure of the process map, process hierarchy and value flows and everything in relation to that describing how we model processes. It is documented in our modelling convention which also describes how architecture is a part of enterprise architecture.","Acronym":""},
{"Term":"Process chain","Definition":"Process chain is a sequence of functional processes (or parts of them) delivering outcome(s) agreed and expected by the stakeholders.","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Process flow","Definition":"Process flow is a sequence of activities delivering output(s) for customer(s) or other processes.","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process flows describe the relevant activity flows in Telia on an operational level. Process flows consist of activities of functional processes and must have clearly defined inputs, outputs, triggers and outcomes. Process flows can be part of the process architecture structure or “ad hoc”.","Acronym":""},
{"Term":"Process Governance","Definition":"A set of policies, roles, responsibilities and processes that describe how BPM activities are directed, administrated, and controlled","Source":"TC BPM Framework","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process Governance gives a structure to monitor the predictable delivery (aka quality) to allow better steering of strategic change to enable the establishment of common processes and models to facilitate cross-border learning through shared understanding to be a prerequisite to continuous improvements or automation Process Governance is part of the Company governance.","Acronym":""},
{"Term":"Process Lifecycle","Definition":"A structure for the continuous improvement of processes throughout their lifespan","Source":"TC BPM Framework","Information Domain":"-General-","Information Group":"-General-","Context of use":"The process lifecycle enables the continues improvement of our processes. The process lifecycle is existing to help us in Identifying processes that need to be managed. Defining process objectives and process development roadmaps. Managing process change in order to deploy implemented processes to execution in a sustainable way. Controlling process execution in order to proactively ensure compliance and performance in daily operations. Continuously finding ways to close process performance gaps by analysing the process current state and developing the process target state, eliminating problems and capitalizing on opportunities.","Acronym":""},
{"Term":"Process Model","Definition":"A structural design for process documentation","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process model is structure of describes in-output, actor and interfaces to an other activity. Process Modelling is the documentation of activities according to a structure.","Acronym":""},
{"Term":"Product","Definition":" The product is something that Telia has produced (Service) or something that Telia resells (Goods, usually 3rd party) and that we sell through the Offering. ","Source":"","Information Domain":"Product","Information Group":"Product Specification","Context of use":" a term we use in our daily work.","Acronym":""},
{"Term":"Product Action Type","Definition":"Represents any existing action that is possible to perform on a Product, such as Create, Update etc.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Catalog","Definition":"A list of ProductOfferings for sale, with prices and illustrations, for example in book form or on the web. ProductCatalogs can be used by Customers during a self-care ordering process and may be used across one or more DistributionChannels.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Catalog Offering","Definition":"Identifies a Offering as a member of a Product Catalog.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Category","Definition":"A set of ProductSpecifications that are classified together because of common characteristics.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Family","Definition":"A group of Product Specifications that are classified together because of common characteristics.","Source":"","Information Domain":"Product","Information Group":"Product Specification","Context of use":"","Acronym":""},
{"Term":"Product Line","Definition":"A method used to group related ProductSpecifications that have some characteristics in common but others that are not. For example, health monitoring device product line whose ProductSpecifications have a number of common characteristics, but come in different colors and can be used to monitor a variety of bodily functions.    Do we need this?","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Offering","Definition":"Represents one or more product specifications made available to the marketplace for sale, rental, or lease at specific price and terms. A Product Offering can be either a Simple Product Offering or Bundled Product Offering.","Source":"","Information Domain":"Product","Information Group":"Product Offering","Context of use":"","Acronym":""},
{"Term":"Product Offering Relationship","Definition":"Represents a relationship of specific type between two or more Product Offerings. Like 'available together with'.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Offering Term","Definition":"A condition under which a ProductOffering is made available to Customers. ProductOfferingTerm include ProductOfferingFinancialTerm, which includes such things as acceptable methods of payment, ShipmentTerm, and ServiceTerm.","Source":"","Information Domain":"Product","Information Group":"Product Offering","Context of use":"","Acronym":""},
{"Term":"Product Price","Definition":"SID: An amount, usually of money, that represents the actual price paid by a Customer for a purchase, a rent or a lease of a Product. The price is valid for a defined period of time.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Price Alteration","Definition":"SID: An amount, usually of money, that modifies a price charged for a Product.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Price Charge","Definition":"SID: An amount, usually of money, that is asked for when a Product is bought, rented, or leased.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Spec Char Use","Definition":"Represents the possible values of a specific Product Specification Characteristic for a specific Product Specification.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Spec Char Value Use","Definition":"The possible values of a Product Specification Characteristics for a Product Specification. Might be anything from unspecified, to one unique value or to a range of values etc.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Spec Characteristic","Definition":"A characteristic quality or distinctive feature of a Product Specification. The characteristic can take on a discrete value, such as color, can take on a range of values, (for example, sensitivity of 100-240 mV), or can be derived from a formula (for example, usage time (hrs) = 30 - talk time *3).","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Specification","Definition":"Represents the commercial description of a tangible or intangible object that could be made available externally, to the marketplace, in the form of a Simple Product Offering.","Source":"","Information Domain":"Product","Information Group":"Product Specification","Context of use":"","Acronym":""},
{"Term":"Product Specification Cost","Definition":"A monetary amount assigned to a ProductSpecification that represents the cost to the business to plan, develop, market, and implement the ProductSpecification.  Derived and aggregated from Service Specification and Resource Specification.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Specification Relationship","Definition":"Represents a relation of specific type, such as possible add-on or possible substitution,  between Product Specifications.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Specification Type","Definition":"A classification that groups Product Specifications that share common characteristics (this doesn't necessarily refer to Product Spec Characteristics).","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Product Usage","Definition":"The aggregated measured usage of all instances of a certain Product.","Source":"","Information Domain":"Product","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Program","Definition":"A program is a group of related projects managed in a coordinated manner to obtain benefits not available from managing them individually. PMI information.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"project","Definition":"It's a temporary endeavor undertaken to create a unique product, service or result. PMI information.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Projects is, will and can be used now and in the future (for example but not limited to M&A) at Telia.","Acronym":""},
{"Term":"Project House","Definition":"The project and program management framework in Telia Company","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Project, Program and small other assignment","Acronym":""},
{"Term":"Prospect","Definition":"There are two variants, both defined as Prospect:A possible customer need that Telia internally has worked out based on insights about the customer. The customer has not verified that the need really exists.A customer need that is confirmed by the customer, but where it is judged not reasonable for Telia be able to start a business dialogue within 3 months.. A B2B Prospect may be converted to an Opportunity if it meets the criteria for being an Opportunity which is more qualified than Prospect.","Source":"","Information Domain":"Market & Sales","Information Group":"Business Opportunity","Context of use":"","Acronym":""},
{"Term":"Public Registry","Definition":"​​Public registry of Norwegian individuals. The information that is provided to Telia about customers contains: First name, Last name, Date of Birth, Address, Name changes, PID(looks like SSN)","Source":"","Information Domain":"Customer","Information Group":"Customer","Context of use":"","Acronym":"DSF"},
{"Term":"RACI","Definition":"Responsibility matrix consisting of: Responsible, Accountable, Consulted, Informed","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Rated Usage Data","Definition":"Usage event that has been given a price.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Rated Usage Event","Definition":"A usage event that is rated. i.e. the usage event has been assigned a price charge. Charges are based on actual usage and the agreed price or price plan and charging conditions as defined in the offering element instance.","Source":"","Information Domain":"Customer","Information Group":"Customer Bill","Context of use":"","Acronym":""},
{"Term":"Recovery Point Objective","Definition":"​The age of files that must be recovered from backup storage for normal operations to resume if a computer, system, or network goes down as a result of a hardware, program, or communications failure. The RPO is expressed backward in time (that is, into the past) from the instant at which the failure occurs, and is specified in hours. It is an important consideration in disaster recovery planning (DRP). ","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":"RPO"},
{"Term":"Recovery Time Objective","Definition":"​The maximum tolerable length of time, after occurrence of a failure or disaster requiring contingency procedure, that supporting systems, applications, network, functions or other CI:s can be down (stated in hours) considering time for recovering data, which depend on the quantity of data, and securing fulfilment of the Maximum Tolerable Period of Disruption (MTPD), i.e. taking reaction time and safety margins into account.  ","Source":"","Information Domain":"Service","Information Group":"-General-","Context of use":"","Acronym":"RTO"},
{"Term":"Recurring Charge","Definition":"A charge that is levied repeatedly. It has a period, such as monthly, quarterly, or yearly. An example would be a monthly charge for long distance. A recurring charge may also limit the application duration. For example, a recurring charge applied only during 6 months for an expensive device.","Source":"","Information Domain":"Product","Information Group":"Price","Context of use":"","Acronym":""},
{"Term":"Refurbish","Definition":"The action of changing a solution from being a tactical one into a strategic one","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Residual risk","Definition":"The risk that remains, after controls including risk mitigation or risk transfer are taken into account. Its also known as Net risk.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Respondent Feedback","Definition":"The answer(s) from a unique participant in a Survey. May be traced to a specific person/customer/organization.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Revenue Contract","Definition":"A transfer of revenue from one party to another. Utilized either in a revenue sharing agreement of for financial documentation.","Source":"","Information Domain":"Enterprise","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk","Definition":"Any uncertainty that may significantly affect Telia Company’s objectives and the achievement of desired results.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk Appetite","Definition":"The level of risk an organization is prepared to accept in the pursuit of its long term objectives.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk driver / Threat","Definition":"Set of critical factors that influence whether or not the key objectives will be achieved, e.g. what causes and incident or increases the risk of adverse consequences / impacts. The set of risk drivers forms the basis for subsequent risk analysis.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk impact","Definition":"The amount of loss (e.g. monetary, reputational, life) that will occur as a result of a risk materializing (if the risk come true).","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk likelihood","Definition":"The likelihood that the risk will materialize (come true) if no action is taken.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk Management","Definition":"The process for ensuring that important business decisions and behaviors remain within the overall risk appetite and acceptable risk tolerances.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk mitigation","Definition":"Activity with the purpose to eliminate the risk, prevent it to materialize (happen) or limit the risk impact.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk Owner","Definition":"Accountable person in the line organization with mandate and means for risk response.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk response","Definition":"Appropriate steps taken or procedures implemented upon discovery of an unacceptably high degree of exposure to one or more risks. Three types of risk responses: Avoid (eliminate the conditions that allow the risk to exist at all e.g. close operations), Transfer (transfer the risk, in whole or in part, to another entity e.g. through insurance), Mitigate (minimize the likelihood of a risk's occurrence or the impact of the risk if it should occur e.g. implement a control to prevent the risk), Accept (Acknowledge the risk's existence, but take no preemptive action to resolve it, except for the possible development of contingency plans).","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk tolerance","Definition":"The boundaries of risk taking outside of which the organization is not prepared to venture in the pursuit of its long term objectives.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk Universe","Definition":"The range of risks which could impact on the ability of the organization to achieve its long term objectives. Telia Company Risk Universe consists of several Risk Areas grouped into four Risk Categories (Financial risks, Strategic & Emerging risks, Operational & Societal risk and Legal & Regulatory risks).","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Risk value","Definition":"Calculated value, computed by multiplying the likelihood of the occurrence (%) by its likely impact in monetary terms.","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Role Type","Definition":"Role type describes what kind of business role a party has towards Telia Company.","Source":"","Information Domain":"Common Business Entities","Information Group":"Party","Context of use":"","Acronym":""},
{"Term":"Roll2Goal","Definition":"Rolling enterprise planning process covering 7 coming quarters","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"Budgeting","Acronym":""},
{"Term":"Roll-out epic","Definition":"A Roll-out Epic is a form of Business or Enabler Epic that has clear dependency to Lead Epic. Roll-out Epic can be in the same or in another Execution Portfolio than the Lead Epic.","Source":"Telia Company Definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Epic with clear dependency to Lead Epic, needed to deliver the full business benefits. Priorities need to be synchronized with Lead Epic","Acronym":""},
{"Term":"Run-the-Business area","Definition":"Area of sustaining activities identified as key to execution on current strategy as Telia Company Is governed on unit level Defined by Objectives and Key Results","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment planning and management Aggregates supporting Strategic Themes Part of total KPI Framework","Acronym":"RTB Area"},
{"Term":"Sales Account","Definition":"​Sales Account  groups a number of organizations into an account with a responsible Sales person. The grouping may be done in several ways, e.g. a Customer Account can consist of organizations within a large enterprise","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Sales Contact","Definition":"A contact person within the customers, or potential customers, organization, that Telia can contact for sales purposes.","Source":"","Information Domain":"Market & Sales","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Sales Event","Definition":"An event where Telia Company makes available and sells product offerings to the market.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Sales Representative","Definition":"Telia workforce may have different roles which in turn entitles them to set prices within defined limits, make deviations from normal offering/product/price rules etc. Workforce roles may also affect who may create quotes for customer belonging to certain Segments.    Flera olika typer av account managers samt olika typer av specialistsäljare...","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Sales Target","Definition":"A specified amount of sales that a management sets for achieving or exceeding within a specified timeframe.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Service","Definition":"​An ability delivering value to meet a demand by external customers or internal stakeholders.","Source":"Modified ITIL 4","Information Domain":"Service","Information Group":"Service","Context of use":"​Service Management; Each services should have own prefix e.g. IT-Service, Technical-Service etc. NOTE: There's ongoing work on Service Type in Telia (2021-05-12) which will give more specific context of use information.","Acronym":""},
{"Term":"Service blueprint","Definition":"A service blueprint is a diagram that displays the entire process of service or product delivery related to specific customer journey and its touchpoints, by listing all the activities that happen at each stage, performed by the different roles and parties involved.","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Improving a service. Identifying & removing painpoints by understanding the original service in detail.Designing a new service. A blueprint for a new service allows for the creation of service prototypes and testing before a service is launched to customers.Understanding a service / actors in service.  Blueprints can reveal silos and areas of opacity in existing processes.","Acronym":""},
{"Term":"Service Integration and Management","Definition":"tbd","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"tbd","Acronym":"SIAM"},
{"Term":"Service Level","Definition":"A service level is one or more metrics that define expected or achieved service quality.","Source":"","Information Domain":"Service","Information Group":"Service","Context of use":"Service Level Management","Acronym":""},
{"Term":"Service Level Agreement  (SLA)","Definition":"​SLA is a documented agreement between a service provider and a customer that identifies both services required and the expected level of services.The SLA describes the service, documents service level targets, and specifies the responsibilities of the service provider and the customer. A single SLA may cover multiple services or multiple customers​","Source":"ITIL 4","Information Domain":"Service","Information Group":"Service","Context of use":"Service Level Management ","Acronym":"SLA "},
{"Term":"Service Order Management","Definition":"​-","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"SOM"},
{"Term":"Service Portfolio","Definition":"The Service Portfolio represents a complete list of the services managed by a service provider; some of these services are visible to the customers, while others are not.It contains present contractual commitments, new service development, and ongoing service improvement plans initiated by Continual Service Improvement.​It also includes third-party services which are an integral part of service offerings to customers.​The Service Portfolio is divided into three phases: Service Pipeline, Service Catalogue, and Retired Services.","Source":"","Information Domain":"Service","Information Group":"Service","Context of use":"Service Portfolio Management","Acronym":""},
{"Term":"Service value chain","Definition":"The Service Value Chain (SVC) creates an operating model which outlines the key activities required to respond to demand and facilitate value realization through the creation and management of products and services","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Service Value Chain includes six value chain activities (i.e. Plan, Improve, Engage, Design and Transition, Obtain/Build, and Deliver and Support) which lead to the creation of products and services and, in turn,","Acronym":""},
{"Term":"Service value system","Definition":"Service Values System is a model representing how all the components and activities of an organization work together to facilitate value creation","Source":"ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Service Management","Acronym":"SVS"},
{"Term":"Shipping Address","Definition":"The postal address, a street address or a pick up site, to which the products related to a customer order item should be delivered, when applicable.","Source":"","Information Domain":"Customer","Information Group":"Customer Order","Context of use":"","Acronym":""},
{"Term":"Shopper","Definition":"A identified or unidentified person or legal entity that has bought a product that doesn't involve a subscription of any kind, like a mobile phone without subscription.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Short-term Tactical Decision","Definition":"A tactical solution driven by a short time-to-market requirement","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"SID","Definition":"​TBD","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Simple Product Offering","Definition":"Represents a product specification made available to the marketplace for sale, rental, or lease at specific price and terms.","Source":"","Information Domain":"Product","Information Group":"Product Offering","Context of use":"","Acronym":""},
{"Term":"Solution train","Definition":"Solution Train is the organizational construct used to build large and complex Solutions that require coordination of multiple Agile Release Trains, or as well as the contributions of Suppliers. It aligns ARTs with shared business and technology mission","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"The Solution Trains builds large and complex solutions that may require hundreds or even thousands of people to develop. The solution Train provides additional roles, events and artifacts necessaryShould be used only in specific circumstances when ARTs or other mechanisms are not able to handle the coordination","Acronym":""},
{"Term":"Standard change","Definition":"Is used in Change Management Process for pre-approved, repetitive, low-risk, well-tested changes with no or very small impact to customers, users or other systems. Standard changes can be implemented during office hours, and no Change Managers need to be involved. ITIL 4; Pre-authorized, low-risk Changes that follow a well-knownprocedure.","Source":"","Information Domain":"Service","Information Group":"Service","Context of use":"Change Management ","Acronym":""},
{"Term":"Standard Data Types","Definition":"Contain specifications of how standard data types, i.e. date, telephone number etc, should be represented.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Strategic Battleground","Definition":"Top-priority Strategic Focus Area Further, see “Strategic Focus Area”","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"See “Strategic Focus Area”","Acronym":"SB"},
{"Term":"Strategic focus area","Definition":"Area of transitional activities identified as key to execution on current strategy as Telia Company Consists of converged contributions from all line units identified as stakeholders Defined by a common set of Objectives and Key Results","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment planning and management Aggregates supporting Strategic Themes Part of total KPI Framework Part of total Risk Management framework","Acronym":"SFA"},
{"Term":"Strategic pillar/portfolio","Definition":"Subset of Corporate Strategy","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"1.Grouping of investment areas supporting Corporate Strategy 2.Basis for investment portfolio management throughout Telia Company","Acronym":""},
{"Term":"Strategic Solution","Definition":"An implementation of a solution that implements or is aligned to the IT strategy. It can either have a positive impact or no impact on the Technical Debt","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Strategic Theme","Definition":"Area of activities aimed at a well-defined business value Defined by Objectives and Key Results to be achieved through a financial frame during a period of time","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Investment object with a business case and one accountable  Business Owner Contributes to an SFA or an RTB Area Prioritised in context in Portfolio Day and approved for execution according to DoA and management Executed through a combination of Execution Portfolios, Line Investments, or Projects","Acronym":"ST"},
{"Term":"Subscription","Definition":"The subscription business model is a business model in which a customer agrees pay a recurring price at regular intervals for access to a product or service. ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"a term we use in our daily work. E.g. when talking about Mobile Services, mobile broadband or other 3rd party services.","Acronym":""},
{"Term":"Supplier","Definition":"A party that supplies goods or services.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Tactical Solution","Definition":"An implementation of a solution that will be done taking short-cuts to achieve either a time, function or cost objective but that falls short of realising or enabling the IT Strategy; it is likely to introduce or increase technical debt.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Target","Definition":"Colloquially refers to the Target Architecture Strategy","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Target Architecture","Definition":"An IT strategy put in place to support the New Operating Model[...] to consolidate solutions to the greatest extent possible [...] whilst allowing for the variation that must exist for local operating conditions.","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Target Architecture Design Document","Definition":"An artefact capturing the target architecture for the applicable TAFA. This will be published in the TAFA library","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TADD"},
{"Term":"Target Architecture Focus Area","Definition":"A Focus Area is a sphere of influence in our Capability landscape where a common architecture will be sought, along with local variations.","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAFA"},
{"Term":"Target Architecture Focus Area Backlog","Definition":"A list of ‘want-to-do’ items which be done by the TAFA team after prioritisation by the Product Owner (which will involve estimates and planning)","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAFA Backlog"},
{"Term":"Target Architecture Focus Area Lead","Definition":"The person heading the TAFA team; usually that person will also be the SpoC for that team & area","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAFA Lead"},
{"Term":"Target Architecture Focus Area Library","Definition":"A site, for each focus area, containing all of the artefacts that the TAFA will either produce or curate. The version control and publication will be done authoritatively by the TAFA itself","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAFA Library"},
{"Term":"Target Architecture Focus Area Team","Definition":"A virtual team of architects whose remit is to define the target architecture within a specific focus area","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAFA"},
{"Term":"Target Architecture Group","Definition":"The team of Enterprise Architects within Telia IT CPS tasked with executing on the Target Architecture strategy","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAG"},
{"Term":"Target Architecture Group Library","Definition":"A site containing all of the artefacts that the TAG will either produce or curate. The version control and publication will be done authoritatively by the TAG","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Target Architecture Group Relevant EA","Definition":"The Enterprise Architect within the TAG","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAG Relevant EA"},
{"Term":"Target Architecture Group, the core team driving the Target Architecture definition, governance and adoption","Definition":"tbd","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"tbd","Acronym":"TAG"},
{"Term":"Target Architecture Lead","Definition":"The person heading the TAG Team, Jason Baragry","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAG Lead"},
{"Term":"Target risk","Definition":"The level of risk the organization believes is acceptable or identifies as a goal (within risk appetite limits).","Source":"Enterprise Risk Management","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Target Transition","Definition":"An interim state between the as-is and the Target Architecture which be an acceptable, short-lived, stop gap towards alignment to the Target Architecture","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Tata Consultancy Services","Definition":"​​This is a supplier, from whom Telia sources resources and services. Not to be confused with Telia Container Service, which also goes by the same acronym. However, Tata was here first and is very widely known as TCS. ","Source":"","Information Domain":"Business Partner","Information Group":"-General-","Context of use":"​Sourcing of IT external resources and IT services. ","Acronym":"TCS"},
{"Term":"TC BPM Framework","Definition":"A full set of BPM components for improving, implementing and realizing Telia Company Strategy and give value to our customers","Source":"TC Process Governance Instruction","Information Domain":"-General-","Information Group":"-General-","Context of use":"Telia Company BPM Framework supports Telia Company Business Development BPM Framework provides the Company with its own set of processes that define how Business Processes are planned, analysed, developed, implemented, executed and controlled as well as continuously improved. The BPM framework covers all areas of the Telia Company business and is designed to implement and deliver efficient business process management..","Acronym":"BPM"},
{"Term":"TC Process Documentation","Definition":"Visualization of the planned or current way of working","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"The purpose of process documentation is to store process related knowledge in a form that can be later shared or re-used to by relevant external and internal stakeholders. According to the Process model and hierarchy the Process documentation are stored in the repository tool ART (ARIS). The process documentation is owned by the Process owner.","Acronym":""},
{"Term":"TC Process Hierarchy","Definition":"The abstraction levels used when modelling processes","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process hierarchy are build up accordingly ,Highest level (1) less detailed, Lowest level (6)  detailed documentation., The lower level process belongs always to the process hierarchy level above. Hierarchy is supporting the process models and documentation (not the governance).","Acronym":""},
{"Term":"TC Process Map","Definition":"A visualization of the highest hierarchy process level","Source":"Telia Company definition","Information Domain":"-General-","Information Group":"-General-","Context of use":"Process map is the foundation for process governance and defines the company’s business, supporting and steering processes. Process map should be independent from the organization. The Process map serves as a “documentation container” for different levels of a certain process area.","Acronym":""},
{"Term":"TCIM","Definition":"Telia Company Common Information Model","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Technical Debt","Definition":"A financial metric quantifying the cost of rectifying a short-term decision to bring it inline with the IT strategy. Should an initiative be granted an exception from aligning to the Target Architecture, the","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Technical Debt Log","Definition":"todo: proposal on how to quantify this","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Telecom Applications Map","Definition":"Telecom Applications Map, refers to the TM Forum Application Framework","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"tbd","Acronym":"TAM"},
{"Term":"Telia Automation Center","Definition":"​Telia Automation Center ","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"TAC"},
{"Term":"Telia Company Enterprise IT Architecture Board","Definition":"A team of Enterprise Architects who distribute the decision making process to TAFA’s but also keeps the authority to ratify target decisions so that teams that are used to working with a pure country focus begin to move to a new x-country perspective; it also has the authority to ratify target decisions that either go across multiple target focus areas or have significant impact on multiple target focus areas","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Telia Signatory","Definition":"An authorized signatory of Telia responsible for signing the agreement.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Terms and Conditions","Definition":"General and special arrangements, provisions, requirements, rules, specifications, and standards that form an integral part of an agreement or contract.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"The Application Framework","Definition":"A TM Forum publication that is a sub-component of the Open Digital Framework. The Application Framework provides a common language for communities who specify, procure, design, and sell systems, so that they can understand each other’s viewpoints. It provides logical groupings of applications, then describes each application’s functionality.","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":"TAM"},
{"Term":"Third party advertising supplier","Definition":"E.g. Facebook","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Threshold","Definition":"A value of a metric that triggers a pre-defined response-","Source":"ITIL 4 (Axelos)","Information Domain":"-General-","Information Group":"-General-","Context of use":"Service Management ","Acronym":""},
{"Term":"TM Forum","Definition":"TBD","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":" ","Acronym":"TMF"},
{"Term":"Transition States","Definition":"A series of interim states between the as-is and the to-be state. Ideally the to-be state will be the Target Architecture realisation. Transition States help the audience to understand how the system(s) will change over defined horizon. Transition States should capture snapshot changes to the IT Landscape (Tech, Process, Data, Information, People)","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Triage","Definition":"The process of determining the most important, or urgent initiative, through sorting, filtering, in order to move an initiative through the process flow in an efficient manner; one aim is not to hold urgent initiatives back, another is to protect the TAFA’s from being overloaded. Stop initiatives that will move the Telia Company further from the Target Architecture","Source":"CPS IT EA Target Arcitecture","Information Domain":"-General-","Information Group":"-General-","Context of use":"IT Target Architecture","Acronym":""},
{"Term":"Underpinning Contract","Definition":"Underpinning Contract (UC) is a contract between a service provider and a third party. The third party provides supporting services that enable the service provider to deliver a service to a customer.","Source":"","Information Domain":"Service","Information Group":"Service","Context of use":"Service Level Management","Acronym":"UC"},
{"Term":"Unified Communications as a Service","Definition":"​-","Source":"","Information Domain":"-General-","Information Group":"-General-","Context of use":"","Acronym":"UCaaS"},
{"Term":"User","Definition":"A User is a person, machine etc that is, has or will be, using Telia Company services. A user can be anonymous having no relation to a person or organization.  A User can also become a  Customer when entering a agreement directly with Telia, for instance when a Swedish 'bostadsrättsinnehavare' goes from using the services provided by Telia, in an agreement with the BRF, to signing an agreement directly with Telia.  A User can also be a Customer to Telia.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"User story","Definition":"Stories are short descriptions of a small piece of desired functionality, written in the user’s language. Agile Teams implement small slices of functionality and are sized so they can be completed in a single Iteration.","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"Stories are the primary artefact used to define system behaviour. Each story is a small, independent behaviour that can be implemented incrementally and provides some value to the user or Solution","Acronym":""},
{"Term":"Value Stream","Definition":"A Value stream is the sequence of steps used to deliver value to the customer. It includes the whole sequence from customer demand to delivery of value and/or receipt of cash. Value stream contains the people who do the work, the systems, and the flow of information and materials, demand and other circumstances. ​","Source":"Telia Company definition. Inspried by https://www.scaledagileframework.com/value-streams/","Information Domain":"-General-","Information Group":"-General-","Context of use":"There are only a few value streams in Telia and they describe which business we are in and focus on the value for the customer. Value stream connects processes with business and is a tool on a strategic level. Value stream is a stable element and tends to stay the same for significant amount of time.​​","Acronym":""},
{"Term":"Visitor","Definition":"A Visitor is anyone who has visited a Telia or Telia partner digital channel or a Telia/partner physical location like a store or an event.     A visitor is always unknown. When a visitor becomes known, he/she is treated as Person, and a person may be identified as Friend, Lead etc depending on level of interaction.","Source":"","Information Domain":"Customer","Information Group":"-General-","Context of use":"","Acronym":""},
{"Term":"Workaround","Definition":"​A solution that reduces or eliminates the impact of an incident or problem for which a full resolution is not available. Some workarounds the likelihood of incidents. This is in the context of Problem and Incident Management.","Source":"Modified ITIL 4 (Axelos)","Information Domain":"Service","Information Group":"Service","Context of use":"Problem managementService management ","Acronym":""},
{"Term":"Working Level Agreement (WLA)","Definition":"WLA ”light OLA” e.g. without KPIs. Describe responsibilities between units and can show Operation Procedure Manual / Technical Description of task executions done by parties. WLA focus on the collaboration between organizations/functions, not specifically tied to a Service, Platform or Process.​","Source":"Telia specific ","Information Domain":"Service","Information Group":"Service","Context of use":"Service Management ","Acronym":"WLA"}]